app/controllers/dashboards_controller.rb

    def index
      @sprint=Sprint.find(params[:id])
      @well = @sprint.what_went_wells.all
---
SELECT "what_went_wells".* FROM "what_went_wells"